---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.DuctFittingAndAccessoryPressureDropData
source: html/8a474f2c-f982-82d8-e330-0ad2fc5cdea9.htm
---
# DuctFittingAndAccessoryPressureDropData Properties

The calculation type, a bitmask of FittingAndAccessoryCalculationType.